Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# template_space_view_template_business_profile
source: Ms Samantha Smith
ar: السيدة سامانثا سميث
bg: Г‑жа Саманта Смит
da: Fru Samantha Smith
de: Frau Martina Müller
es: Sra. Samantha Smith
fa: خانم سامانتا اسمیت
fi: rouva Samantha Smith
fr: Mme Samantha Smith
he: גב' סמנתה סמית'
hi: सुश्री सामन्था स्मिथ
hr: Gđa Samantha Smith
id: Nona Samantha Smith
it: La signora Samantha Smith
ja: サマンサ・スミスさん
ko: 사만다 스미스 씨
nb: Fru Samantha Smith
nl: Mevrouw Samantha Smit
pl: Pani Samanta Smith
pt_pt: Sra. Samantha Smith
ro: Dna Samantha Smith
ru: г-жа Саманта Смит
sl: Ga. Samantha Smith
tr: Bayan Samantha Smith
uk: пані Саманта Сміт
vi: Cô Samantha Smith
zh_hans: 萨曼莎·史密斯女士
zh_hant: 莎曼珊史密斯女士

# template_space_view_template_family_placeholder
source: Name (Johny, Sam,...)
ar: الاسم (جوني، سام،...)
bg: Име (Татко, Мама,…)
cs: Jméno (Táta, Máma,…)
da: Navn (Johny, Sam,...)
de: Name (Papa, Mama, …)
el: Όνομα (Μπαμπάς, Μαμά,…)
es: Nombre (Johny, Sam,...)
fa: نام (جانی، سام،...)
fi: Nimi (Johny, Sam,...)
fr: Nom (Johny, Sam,...)
he: שם (ג'וני, סאם,...)
hi: नाम (जॉनी, सैम,...)
hr: Ime (Tata, Mama,…)
hu: Név (Apa, Anya,…)
id: Nama (Johny, Sam,...)
it: Nome (Johny, Sam,...)
ja: 名前 (ジョニー、サム、...)
ko: 이름(조니, 샘,...)
nb: Navn (Johny, Sam,...)
nl: Naam (Johny, Sam,...)
pl: Imię (Johny, Sam,...)
pt_pt: Nome (Johny, Sam,...)
ro: Nume (Tată, Mamă,…)
ru: Имя (Джони, Сэм,...)
sk: Meno (Otec, Mama,…)
sl: Ime (oče, mama,…)
sq: Emri (Babi, Mami,…)
sr_latn: Ime (Tata, Mama,…)
sv: Namn (Johny, Sam,...)
tr: İsim (Johny, Sam,...)
uk: Ім'я (Джоні, Сем,...)
vi: Tên (Johny, Sam,...)
zh_hans: 姓名（约翰尼、山姆……）
zh_hant: 姓名（強尼、山姆…）

# template_space_view_template_family_profile
source: Sam
ar: سام
bg: Мама
cs: Máma
de: Mama
el: Μαμά
fa: سام
he: סאם
hi: सैम
hr: Mama
hu: Anya
ja: サム
ro: Mamă
ru: Сэм
sk: Mama
sl: Mama
sq: Mami
sr_latn: Mama
uk: Сем
zh_hans: 山姆
zh_hant: 山姆

# template_space_view_template_friends_placeholder
source: Name (Dad, Mum,…)
ar: الاسم (أبي، أمي،...)
bg: Име (Джони, Сам,…)
cs: Jméno (Johny, Sam,…)
da: Navn (far, mor,...)
de: Name (Hansi, Sam, …)
el: Όνομα (Johny, Sam,…)
es: Nombre (papá, mamá,…)
fa: نام (پدر، مامان،…)
fi: Nimi (isä, äiti,…)
fr: Nom (Papa, Maman,…)
he: שם (אבא, אמא,...)
hi: नाम (पिताजी, माँ,...)
hr: Ime (Johny, Sam,…)
hu: Név (Johny, Sam,…)
id: Nama (Ayah, Ibu,…)
it: Nome (papà, mamma,...)
ja: 名前（お父さん、お母さん…）
ko: 이름(아빠, 엄마,…)
nb: Navn (pappa, mamma,...)
nl: Naam (vader, moeder,…)
pl: Imię (tata, mama,…)
pt_pt: Nome (pai, mãe,…)
ro: Nume (Johny, Sam,…)
ru: Имя (папа, мама,…)
sk: Meno (Johny, Sam,…)
sl: Ime (Johny, Sam,…)
sq: Emri (Johny, Sam,…)
sr_latn: Ime (Johny, Sam,…)
sv: Namn (pappa, mamma,...)
tr: İsim (Baba, Anne,…)
uk: Ім'я (тато, мамо, ...)
vi: Tên (Bố, Mẹ,…)
zh_hans: 姓名（爸爸、妈妈……）
zh_hant: 姓名（爸爸、媽媽…）

# template_space_view_template_friends_profile
source: Mum
ar: ماما
bg: Сам
cs: Sam
da: Mor
de: Sam
el: Sam
es: Mamá
fa: مامان
fi: Äiti
fr: Maman
he: אמא
hi: मां
hr: Sam
hu: Sam
id: Bungkam
it: Mamma
ja: お母さん
ko: 엄마
nb: Mamma
nl: Mamma
pl: Mamunia
pt_pt: Mãe
ro: Sam
ru: Мама
sk: Sam
sl: Sam
sq: Sam
sr_latn: Sam
sv: Mamma
tr: Anne
uk: Мама
vi: Mẹ
zh_hans: 妈妈
zh_hant: 媽媽

# template_space_view_template_other
source: Other
ar: أخرى
bg: Друго
cs: Jiné
da: Anden
de: Sonstige
el: Άλλο
es: Otro
fa: دیگر
fi: Muut
fr: Autre
he: אַחֵר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: 他の
ko: 또 다른
nb: Annen
nl: Ander
pl: Inny
pt_pt: Outro
ro: Altele
ru: Другие
sk: Iné
sl: Drugo
sq: Tjetër
sr_latn: Ostalo
sv: Övrig
tr: Diğer
uk: Інші
vi: Khác
zh_hans: 其他
zh_hant: 其他

# template_space_view_template_other_placeholder
source: Name (Dad, Mum, Johny, Dr John Doe,…)
ar: الاسم (أبي، أمي، جوني، دكتور جون دو،...)
bg: Име (Татко, Мама, Джони, Д‑р Джон Доу,…)
cs: Jméno (Táta, Máma, Johny, Dr John Doe,…)
da: Navn (far, mor, Johny, Dr. John Doe,...)
de: Name (Papa, Mama, Hansi, Dr. Max Mustermann, …)
el: Όνομα (Μπαμπάς, Μαμά, Johny, Dr John Doe,…)
es: Nombre (papá, mamá, Johny, Dr. John Doe,…)
fa: نام (پدر، مامان، جانی، دکتر جان دو،…)
fi: Nimi (isä, äiti, Johny, tohtori John Doe,…)
fr: Nom (Papa, Maman, Johny, Dr John Doe,…)
he: שם (אבא, אמא, ג'וני, ד
hi: नाम (पिताजी, माँ, जॉनी, डॉ. जॉन डो,...)
hr: Ime (Tata, Mama, Johny, Dr John Doe,…)
hu: Név (Apa, Anya, Johny, Dr John Doe,…)
id: Nama (Ayah, Ibu, Johny, Dr John Doe,…)
it: Nome (papà, mamma, Johny, dottor John Doe,...)
ja: 名前 (お父さん、お母さん、ジョニー、ジョン・ドゥ博士、…)
ko: 이름(아빠, 엄마, Johny, Dr John Doe,…)
nb: Navn (pappa, mamma, Johny, Dr John Doe,...)
nl: Naam (vader, moeder, Johny, dokter John Doe,…)
pl: Imię (tata, mama, Johny, doktor John Doe,…)
pt_pt: Nome (pai, mãe, Johny, Dr. John Doe,…)
ro: Nume (Tată, Mamă, Johny, Dr John Doe,…)
ru: Имя (папа, мама, Джонни, доктор Джон Доу,…)
sk: Meno (Otec, Mama, Johny, Dr John Doe,…)
sl: Ime (oče, mama, Johny, dr John Doe,…)
sq: Emri (Babi, Mami, Johny, Dr John Doe,…)
sr_latn: Ime (Tata, Mama, Johny, Dr John Doe,…)
sv: Namn (pappa, mamma, Johny, Dr John Doe,...)
tr: İsim (Baba, Anne, Johny, Dr John Doe,…)
uk: Ім'я (тато, мама, Джонні, доктор Джон Доу…)
vi: Tên (Bố, Mẹ, Johny, BS Nguyễn Văn A,...)
zh_hans: 姓名（爸爸、妈妈、约翰尼、约翰·多伊博士……）
zh_hant: 姓名（爸爸、媽媽、強尼、約翰·多伊博士…）

# template_space_view_template_title
source: Templates
ar: قوالب
bg: Шаблони
cs: Šablony
da: Skabeloner
de: Vorlagen
el: Πρότυπα
es: Plantillas
fa: قالب ها
fi: Mallit
fr: Modèles
he: תבניות
hi: टेम्पलेट्स
hr: Predlošci
hu: Sablonok
id: Templat
it: Modelli
ja: テンプレート
ko: 템플릿
nb: Maler
nl: Sjablonen
pl: Szablony
pt_pt: Modelos
ro: Șabloane
ru: Шаблоны
sk: Šablóny
sl: Predloge
sq: Modele
sr_latn: Šabloni
sv: Mallar
tr: Şablonlar
uk: Шаблони
vi: Mẫu
zh_hans: 模板
zh_hant: 範本

# transfert_call_view_delete_confirm_message
source: Are you sure you want to delete this "Call Transfer" code?
ar: هل أنت متأكد من أنك تريد حذف رمز "تحويل المكالمات" هذا؟
bg: Този линк за прехвърляне на разговор ще бъде изтрит. Потвърждавате ли?
cs: Tento odkaz pro přenos hovoru bude smazán. Potvrdit?
da: Er du sikker på, at du vil slette denne "Opkaldsoverførsel"-kode?
de: Sind Sie sicher, dass Sie diesen Code für die „Anrufübertragung“ löschen möchten?
el: Αυτός ο σύνδεσμος μεταφοράς κλήσης θα διαγραφεί. Επιβεβαίωση;
es: ¿Está seguro de que desea eliminar este código de "Transferencia de llamadas"?
fa: آیا مطمئن هستید که می خواهید این کد "انتقال تماس" را حذف کنید؟
fi: Haluatko varmasti poistaa tämän "Soitonsiirto" -koodin?
fr: Êtes-vous sûr de vouloir supprimer ce code "Transfert d'Appel" ?
he: האם אתה בטוח שברצונך למחוק את קוד "העברת שיחות" זה?
hi: क्या आप वाकई इस "कॉल ट्रांसफ़र" कोड को हटाना चाहते हैं?
hr: Ova poveznica za prijenos poziva bit će izbrisana. Potvrditi?
hu: Ez a hívásátviteli link törlődni fog. Megerősíti?
id: Apakah Anda yakin ingin menghapus kode "Transfer Panggilan" ini?
it: Sei sicuro di voler eliminare questo codice "Trasferimento chiamata"?
ja: この「通話転送」コードを削除してもよろしいですか?
ko: 이 "통화 전송" 코드를 삭제하시겠습니까?
nb: Er du sikker på at du vil slette denne "Call Transfer"-koden?
nl: Weet u zeker dat u deze "Call Transfer"-code wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten kod „Przekierowanie połączeń”?
pt_pt: Tem a certeza que pretende eliminar este código de "Transferência de chamadas"?
ro: Acest link de transfer apel va fi șters. Confirmați?
ru: Вы уверены, что хотите удалить этот код «Перевод вызова»?
sk: Tento odkaz na prenos hovoru bude odstránený. Potvrdiť?
sl: Povezava za prenos klica bo izbrisana. Potrdite?
sq: A jeni i sigurt që dëshironi ta fshini këtë kod \"Transferimi i thirrjes\"?
sr_latn: Ovaj link za prenos poziva biće obrisan. Potvrditi?
sv: Är du säker på att du vill ta bort den här "Samtalsöverföring"-koden?
tr: Bu "Çağrı Aktarımı" kodunu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей код "Переадресація виклику"?
vi: Bạn có chắc muốn xóa mã "Chuyển cuộc gọi" này không?
zh_hans: 您确定要删除此「呼叫转移」代码吗？
zh_hant: 您確定要刪除此「呼叫轉移」代碼嗎？

# transfert_call_view_delete_message
source: This "Call Transfer" link will no longer be usable.
ar: لن يكون رابط "تحويل المكالمات" هذا صالحًا للاستخدام بعد الآن.
bg: Този линк за прехвърляне на разговор ще бъде изтрит. Потвърждавате ли?
cs: Tento odkaz pro přenos hovoru bude smazán. Potvrdit?
da: Dette "Opkaldsoverførsel"-link vil ikke længere være anvendeligt.
de: Dieser Anrufweiterleitungslink wird gelöscht. Bestätigen?
el: Αυτός ο σύνδεσμος μεταφοράς κλήσης θα διαγραφεί. Επιβεβαίωση;
es: Este enlace de "Transferencia de llamadas" ya no se podrá utilizar.
fa: این پیوند "انتقال تماس" دیگر قابل استفاده نخواهد بود.
fi: Tämä "Soitonsiirto" -linkki ei ole enää käytettävissä.
fr: Ce lien "Transfert d'Appel" ne sera plus utilisable.
he: קישור "העברת שיחות" זה לא יהיה שמיש עוד.
hi: यह "कॉल ट्रांसफ़र" लिंक अब उपयोग करने योग्य नहीं रहेगा।
hr: Ova poveznica za prijenos poziva bit će izbrisana. Potvrditi?
hu: Ez a hívásátviteli link törlődni fog. Megerősíti?
id: Tautan "Transfer Panggilan" ini tidak akan dapat digunakan lagi.
it: Questo link "Trasferimento chiamata" non sarà più utilizzabile.
ja: この「通話転送」リンクは使用できなくなります。
ko: 이 "통화 전송" 링크는 더 이상 사용할 수 없습니다.
nb: Denne "Call Transfer"-koblingen vil ikke lenger være brukbar.
nl: Deze "Call Transfer"-link is niet langer bruikbaar.
pl: Ten link „Przekierowanie połączeń” nie będzie już użyteczny.
pt_pt: Este link "Transferência de chamada" já não poderá ser utilizado.
ro: Acest link de transfer apel va fi șters. Confirmați?
ru: Эта ссылка «Перевод вызова» больше не будет доступна.
sk: Tento odkaz na prenos hovoru bude odstránený. Potvrdiť?
sl: Povezava za prenos klica bo izbrisana. Potrdite?
sq: Kjo lidhje e transferimit të thirrjes do të fshihet. Të konfirmohet?
sr_latn: Ovaj link za prenos poziva biće obrisan. Potvrditi?
sv: Den här "Samtalsöverföring"-länken kommer inte längre att vara användbar.
tr: Bu "Çağrı Aktarımı" bağlantısı artık kullanılamayacak.
uk: Це посилання «Переадресація виклику» більше не можна використовувати.
vi: Liên kết chuyển cuộc gọi này sẽ bị xóa. Xác nhận?
zh_hans: 此「呼叫转移」链接将不再可用。
zh_hant: 此「呼叫轉移」連結將不再可用。

# transfert_call_view_gallery_message
source: Scan this QR-Code to transfer your mobile calls.
ar: قم بمسح رمز الاستجابة السريعة هذا لتحويل مكالمات هاتفك المحمول.
bg: Сканирайте този QR-код, за да прехвърлите мобилните си разговори.
cs: Naskenujte tento QR kód pro přenos mobilních hovorů.
da: Scan denne QR-kode for at overføre dine mobilopkald.
de: Scannen Sie diesen QR-Code, um Ihre mobilen Anrufe zu übertragen.
el: Σαρώστε αυτόν τον QR‑κώδικα για να μεταφέρετε τις mobile κλήσεις σας.
es: Escanee este código QR para transferir sus llamadas móviles.
fa: این کد QR را برای انتقال تماس های تلفن همراه خود اسکن کنید.
fi: Skannaa tämä QR-koodi siirtääksesi matkapuhelusi.
fr: Scannez ce QR-Code pour transférer vos appels mobiles.
he: סרוק קוד QR זה כדי להעביר את השיחות הניידות שלך.
hi: अपने मोबाइल कॉल ट्रांसफर करने के लिए इस QR-कोड को स्कैन करें।
hr: Skenirajte ovaj QR-kôd za prijenos svojih mobilnih poziva.
hu: Olvassa be ezt a QR-kódot a mobilhívások átviteléhez.
id: Pindai Kode QR ini untuk mentransfer panggilan seluler Anda.
it: Scansiona questo codice QR per trasferire le tue chiamate sul cellulare.
ja: 携帯電話の通話を転送するには、この QR コードをスキャンしてください。
ko: 모바일 통화를 전달하려면 이 QR 코드를 스캔하세요.
nb: Skann denne QR-koden for å overføre mobilsamtalene dine.
nl: Scan deze QR-code om uw mobiele gesprekken door te verbinden.
pl: Zeskanuj ten kod QR, aby przenieść połączenia komórkowe.
pt_pt: Digitalize este QR-Code para transferir suas chamadas móveis.
ro: Scanați acest cod QR pentru a transfera apelurile mobile.
ru: Отсканируйте этот QR-код, чтобы перевести свои мобильные звонки.
sk: Naskenujte tento QR‑kód pre prenos mobilných hovorov.
sl: Skenirajte to QR-kodo za prenos svojih mobilnih klicev.
sq: Skanoni këtë QR-Code për të transferuar thirrjet tuaja celulare.
sr_latn: Skenirajte ovaj QR-kod da biste preneli svoje mobilne pozive.
sv: Skanna den här QR-koden för att överföra dina mobilsamtal.
tr: Mobil aramalarınızı aktarmak için bu QR Kodunu tarayın.
uk: Відскануйте цей QR-код, щоб перевести ваші мобільні дзвінки.
vi: Quét mã QR này để chuyển cuộc gọi di động của bạn.
zh_hans: 扫描此二维码即可转接您的移动电话。
zh_hant: 掃描此二維碼即可轉接您的移動電話。

# transfert_call_view_message
source: Forward this code and bookmark its URL on the browser to which you want to transfer your mobile calls.
ar: قم بإعادة توجيه هذا الرمز ووضع إشارة مرجعية على عنوان URL الخاص به على المتصفح الذي تريد تحويل مكالماتك المحمولة إليه.
bg: Препратете този код и запазете неговия URL в браузъра, към който искате да прехвърляте мобилните си обаждания.
cs: Přepošlete tento kód a uložte jeho URL do prohlížeče, na který chcete přenášet mobilní hovory.
da: Videresend denne kode og bogmærk dens URL i den browser, som du vil overføre dine mobilopkald til.
de: Leiten Sie diesen Code weiter und speichern Sie seine URL als Lesezeichen in dem Browser, an den Sie Ihre Mobilanrufe weiterleiten möchten.
el: Προωθήστε αυτόν τον κωδικό και αποθηκεύστε το URL του στο browser όπου θέλετε να μεταφέρονται οι mobile κλήσεις σας.
es: Reenvíe este código y agregue su URL a favoritos en el navegador al que desea transferir sus llamadas móviles.
fa: این کد را فوروارد کرده و URL آن را در مرورگری که می‌خواهید تماس‌های تلفن همراه خود را به آن منتقل کنید، نشانک کنید.
fi: Lähetä tämä koodi edelleen ja lisää sen URL-osoite kirjanmerkkeihin selaimessa, johon haluat siirtää matkapuhelusi.
fr: Transférer ce code et ajouter son URL aux favoris du navigateur vers lequel vous voulez transférer vos appels mobiles.
he: העבר את הקוד הזה וסמן את כתובת האתר שלו בדפדפן שאליו תרצה להעביר את השיחות שלך לנייד.
hi: इस कोड को अग्रेषित करें और इसके URL को उस ब्राउज़र पर बुकमार्क करें जिस पर आप अपने मोबाइल कॉल को स्थानांतरित करना चाहते हैं।
hr: Proslijedite ovaj kôd i spremite njegov URL u oznake preglednika na koji želite prenijeti svoje mobilne pozive.
hu: Továbbítsa ezt a kódot, és könyvjelzőzze az URL-jét abban a böngészőben, amelyre a mobilhívásait át szeretné vinni.
id: Teruskan kode ini dan tandai URL-nya di browser tempat Anda ingin mentransfer panggilan seluler.
it: Inoltra questo codice e aggiungi il suo URL ai segnalibri sul browser a cui desideri trasferire le tue chiamate sul cellulare.
ja: このコードを転送し、携帯電話の転送先となるブラウザ上でその URL をブックマークします。
ko: 이 코드를 전달하고 모바일 통화를 전환하려는 브라우저에서 해당 URL을 북마크에 추가하세요.
nb: Videresend denne koden og bokmerk URL-adressen i nettleseren du vil overføre mobilsamtalene dine til.
nl: Stuur deze code door en maak een bladwijzer voor de URL ervan in de browser waarnaar u uw mobiele oproepen wilt doorverbinden.
pl: Prześlij ten kod i dodaj jego adres URL do zakładek w przeglądarce, do której chcesz przekazywać rozmowy komórkowe.
pt_pt: Encaminhe este código e marque seu URL no navegador para o qual deseja transferir suas chamadas móveis.
ro: Trimiteți acest cod și adăugați URL-ul său în browserul către care doriți să transferați apelurile mobile.
ru: Перешлите этот код и добавьте его URL-адрес в закладки в браузере, на который вы хотите перевести свои мобильные вызовы.
sk: Prepošlite tento kód a pridajte jeho URL do záložiek prehliadača, do ktorého chcete prenášať svoje mobilné hovory.
sl: Posredujte to kodo in dodajte njen URL med zaznamke v brskalniku, kamor želite prenesti mobilne klice.
sq: Përcillni këtë kod dhe ruani URL-në e tij te të preferuarat në shfletuesin ku dëshironi të transferoni thirrjet tuaja celulare.
sr_latn: Prosledite ovaj kod i sačuvajte njegov URL u obeleživačima pregledača na koji želite da prenesete svoje mobilne pozive.
sv: Vidarebefordra den här koden och bokmärk dess URL i webbläsaren som du vill överföra dina mobilsamtal till.
tr: Bu kodu aktarın ve URL'sini cep telefonu aramalarınızı aktarmak istediğiniz tarayıcının favorilerine ekleyin.
uk: Перешліть цей код і додайте його URL-адресу в закладки в браузері, на який ви хочете переадресовувати свої мобільні дзвінки.
vi: Chuyển tiếp mã này và đánh dấu URL trên trình duyệt mà bạn muốn chuyển cuộc gọi.
zh_hans: 转发此代码并在您要将移动呼叫转移到的浏览器上为其 URL 添加书签。
zh_hant: 轉發此程式碼並在您要將行動呼叫轉移到的瀏覽器上為其 URL 新增書籤。

# transfert_call_view_reset_message
source: This action invalidates the current call transfer code and creates a new one. Confirm?
ar: يؤدي هذا الإجراء إلى إبطال رمز تحويل المكالمة الحالي وإنشاء رمز جديد. يتأكد؟
bg: Това действие анулира текущия код за прехвърляне и създава нов. Потвърждавате ли?
cs: Tato akce zneplatní aktuální kód pro přenos a vytvoří nový. Potvrdit?
da: Denne handling ugyldiggør den aktuelle opkaldsoverførselskode og opretter en ny. Bekræfte?
de: Diese Aktion macht den aktuellen Code zur Anrufübertragung ungültig und erstellt einen neuen. Bestätigen?
el: Αυτή η ενέργεια ακυρώνει τον τρέχοντα κωδικό και δημιουργεί νέο. Επιβεβαίωση;
es: Esta acción invalida el código de transferencia de llamada actual y crea uno nuevo. ¿Confirmar?
fa: این عمل کد انتقال تماس فعلی را باطل می کند و یک کد جدید ایجاد می کند. تایید؟
fi: Tämä toiminto kumoaa nykyisen puhelunsiirtokoodin ja luo uuden. Vahvistaa?
fr: Cette action invalide le code de transfert d’appel actuel et en crée un nouveau. Confirmer?
he: פעולה זו מבטלת את קוד העברת השיחה הנוכחי ויוצרת קוד חדש. לְאַשֵׁר?
hi: यह क्रिया वर्तमान कॉल ट्रांसफ़र कोड को अमान्य कर देती है और एक नया कॉल ट्रांसफ़र कोड बना देती है। पुष्टि करना?
hr: Ova radnja poništava trenutni kôd za prijenos poziva i stvara novi. Potvrditi?
hu: Ez a művelet érvényteleníti a jelenlegi hívásátviteli kódot, és újat hoz létre. Megerősíti?
id: Tindakan ini membatalkan kode transfer panggilan saat ini dan membuat kode baru. Mengonfirmasi?
it: Questa azione invalida il codice di trasferimento della chiamata corrente e ne crea uno nuovo. Confermare?
ja: このアクションにより、現在の通話転送コードが無効になり、新しいコードが作成されます。 確認する？
ko: 이 작업을 수행하면 현재 착신 전환 코드가 무효화되고 새 코드가 생성됩니다. 확인하시겠습니까?
nb: Denne handlingen ugyldiggjør gjeldende samtaleoverføringskode og oppretter en ny. Bekrefte?
nl: Deze actie maakt de huidige doorschakelcode ongeldig en maakt een nieuwe aan. Bevestigen?
pl: Ta czynność unieważnia bieżący kod przeniesienia połączenia i tworzy nowy. Potwierdzać?
pt_pt: Esta ação invalida o código de transferência de chamada atual e cria um novo. Confirme?
ro: Această acțiune invalidează codul curent de transfer și creează unul nou. Confirmați?
ru: Это действие аннулирует текущий код перевода вызова и создает новый. Подтверждать?
sk: Táto akcia zneplatní aktuálny kód na prenos hovoru a vytvorí nový. Potvrdiť?
sl: To dejanje razveljavi trenutno kodo za prenos klica in ustvari novo. Potrdite?
sq: Ky veprim e pavlefshmëron kodin aktual të transferimit të thirrjes dhe krijon një të ri. Të konfirmohet?
sr_latn: Ova radnja poništava trenutni kod za prenos poziva i kreira novi. Potvrditi?
sv: Denna åtgärd ogiltigförklarar den aktuella samtalsöverföringskoden och skapar en ny. Bekräfta?
tr: Bu eylem mevcut çağrı aktarma kodunu geçersiz kılar ve yeni bir tane oluşturur. Teyit etmek?
uk: Ця дія робить поточний код переадресації виклику недійсним і створює новий. Підтвердити?
vi: Thao tác này sẽ hủy mã chuyển cuộc gọi hiện tại và tạo mã mới. Xác nhận?
zh_hans: 此操作会使当前的呼叫转接代码失效并创建一个新的代码。 确认？
zh_hant: 此操作會使當前的呼叫轉接代碼失效並創建一個新的代碼。確認？

# transfert_call_view_saved_message
source: Call transfer code saved in the photo gallery.
ar: رمز تحويل المكالمات محفوظ في معرض الصور.
bg: Кодът за прехвърляне на разговор е запазен в галерията.
cs: Kód pro přenos hovoru uložen v galerii.
da: Opkaldsoverførselskode gemt i fotogalleriet.
de: Code zur Anrufübertragung in der Fotogalerie gespeichert.
el: Ο κωδικός μεταφοράς κλήσης αποθηκεύτηκε στη συλλογή φωτογραφιών.
es: Código de transferencia de llamada guardado en la galería de fotos.
fa: کد انتقال تماس در گالری عکس ذخیره شده است.
fi: Puhelunsiirtokoodi tallennettu kuvagalleriaan.
fr: Code de transfert d’appel enregistré dans la galerie de photos.
he: קוד העברת שיחות שמור בגלריית התמונות.
hi: कॉल ट्रांसफर कोड फोटो गैलरी में सहेजा गया।
hr: Kôd za prijenos poziva spremljen je u galeriju fotografija.
hu: A hívásátviteli kód elmentve a fotógalériába.
id: Kode transfer panggilan disimpan di galeri foto.
it: Codice di trasferimento chiamata salvato nella galleria fotografica.
ja: 通話転送コードがフォト ギャラリーに保存されました。
ko: 사진 갤러리에 저장된 착신전환 코드.
nb: Samtaleoverføringskode lagret i bildegalleriet.
nl: Doorschakelcode opgeslagen in de fotogalerij.
pl: Kod przeniesienia połączenia zapisany w galerii zdjęć.
pt_pt: Código de transferência de chamada salvo na galeria de fotos.
ro: Codul de transfer apel a fost salvat în galerie.
ru: Код перевода звонка сохранен в фотогалерее.
sk: Kód na prenos hovoru uložený do galérie.
sl: Koda za prenos klica je shranjena v galerijo fotografij.
sq: Kodi i transferimit të thirrjes u ruajt në galerinë e fotove.
sr_latn: Kod za prenos poziva je sačuvan u galeriji fotografija.
sv: Samtalsöverföringskoden sparad i fotogalleriet.
tr: Fotoğraf galerisine kaydedilen arama aktarma kodu.
uk: Код переадресації виклику збережений у фотогалереї.
vi: Mã chuyển cuộc gọi đã được lưu vào thư viện ảnh.
zh_hans: 通话转接代码保存在照片库中。
zh_hant: 通話轉接代碼保存在照片庫中。

# transfert_call_view_share
source: Transfer
ar: نقل
bg: Прехвърляне
cs: Přenést
de: Übertragen
el: Μεταφορά
es: Transferir
fa: نقل و انتقال
fi: Siirtää
fr: Transférer
he: לְהַעֲבִיר
hi: स्थानांतरण
hr: Prenesi
hu: Átvitel
it: Trasferire
ja: 移行
ko: 이송
nl: Overdragen
pt_pt: Transferir
ru: Перечислить
sk: Preniesť
sl: Prenesi
sq: Transfero
sr_latn: Prenesi
uk: Для передачі
vi: Chuyển tiếp
zh_hans: 转移
zh_hant: 轉移
